Repository: AtanasNankinski/obs_news
Catalog: lib/l10n/intl_*.arb
Languages: bg

source: Sign In
bg: Вписване

source: Google Sign In
bg: Google Вписване

source: Facebook Sign In
bg: Facebook Вписване

# signInSeparator
source: or
bg: или

source: Email Sign In
bg: Email Вписване

# localizationError
source: Error occurred while changing the language.
bg: Възникна грешка при промяна на езика.

# registerScreenTitle
source: Register
bg: Регистрация

# registerScreenEmail
source: Email
bg: Имейл

# registerScreenPassword
source: Password
bg: Парола

# registerScreenConfirmPassword
source: Confirm Password
bg: Потвърди Паролата

# registerScreenButtonText
source: Register
bg: Регистрация

# registerScreenEmptyFields
source: There are empty text fields.
bg: Има празни полета.

# registerScreenInvalidEmail
source: Email is in wrong format.
bg: Имейл адреса е в неправилен формат.

# registerScreenInvalidPassword
source: Password must be more than 8 symbols.
bg: Паролата трябва да е повече от 8 символа.

# registerScreenPasswordsNotMatching
source: Confirm password doesn't match password.
bg: Потвърдената парола не отговаря на паролата.

# registerScreenRegisterButton
source: Register
bg: Регистрация

# registerScreenBottomText
source: Already have an account?
bg: Имате създаден акаунт?

# registerScreenLoginHyperlink
source: Login
bg: Влизане

# loginScreenTitle
source: Login
bg: Влизане

# loginScreenEmail
source: Email
bg: Имейл

# loginScreenPassword
source: Password
bg: Парола

# loginScreenLoginButton
source: Login
bg: Влизане

# loginScreenBottomText
source: Don't have an account?
bg: Нямате съществуващ акаунт?

# loginScreenRegisterHyperlink
source: Register
bg: Регистрация

# loginScreenForgottenPasswordHyperlink
source: Forgot your password?
bg: Забравена парола?
